IdeaRS.OpenModel.Detail.WallRect
Representation of rectangular element2D in IDEA StatiCa Detail

IdeaRS.OpenModel.Detail.WallRect.#ctor
Coonstructor

IdeaRS.OpenModel.Detail.WallRect.Width
Width of wall

IdeaRS.OpenModel.Detail.WallRect.Height
Height of wall